---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KipPerInSup2
source: html/c512b363-796a-dc66-27ad-865ca481190c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KipPerInSup2 Property

Symbol kip/in², indicating unit Kips per square inch.

## Syntax (C#)
```csharp
public static ForgeTypeId KipPerInSup2 { get; }
```